["Comme c'est un aller/retour je croise Lydie, je lui dis que je reviens la chercher 💪💪💪 Je passe la ligne d'arrivée en 2'26'31, une petite fille me passe la médaille autour du cou. Je ne réalise pas vraiment et je repars chercher Lydie en courant... Au bout d'un km je la retrouve et je la booste comme je peux. Je lui montre ma médaille et je lui dis qu'elle l'attend juste au bout de cette satanée ligne droite 😬😬😬 Son mari et son fils l'encouragent... On crie \" Allez maman !! \" Je réalise qu'on a réussi notre objectif au moment où elle passe la ligne d'arrivée à son tour. Ça y est nous sommes FINISHERS 🍾🍾🍾🍾", "#run #running #runningfrance #runninggirl #runstoppable #runningmom #run4fun #runaddict #instarun #instarunning #girlslove2run #osezcourir #fiersdecourir #courir #courirpourleplaisir #courseapied #semi #marathon #nicecannesmarathon #aftershokz #rain #strava #stravarun #kalenji #finisher", "Super CR 👏👏👏 Comme toi je n’ai jamais vraiment su où était la ligne de départ 😃", "Encore Bravooo les filles vous pouvez être fière de vous 💪🏻😘", "@mamansportive.83 génial de venir rechercher sa cop’s, la course à pied n’est pas qu’un sport individuel 🤩😎👏🏻", "💪💪💪💪", "Il est super ce post 😍😍😍😍 et quelle belle pose 😁😁👏👏 bravo à vous les filles, bravo à toi  quelle course folle, une belle aventure de running 🤩🤩", "Un grand BRAVO 💪👍👏!!!", "😍 😍 😍 👌👌👌💯💯😏😉😘💕💕💕💕💕💕💕💕💕💕💕💖", "💛", "Bombe❤️❤️❤️❤️", "😍", "❤️", "Bombaaa", "Sis you look gorgeous ❤️", "😍", "Trop belle 😙", "Elle m'a dit donc c'est superbe j'espère que tu vas bien que la petite famille va bien aussi bisous et à bientôt ma belle", "🔥🔥🔥", "Masha Allaaaaah my baby....🔥😍", "❤️", "👍", "🌟🌟👑🌟🌟", "❤️❤️❤️❤️❤️❤️❤️👏👏👏👏👏👏👏👏👏😂😂😂😂😂😂", "🗣Longue vie au Prince", "👍👍👍👍👍👍👍👍👍👍👍👍🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗🤗👌👌👌👌👌👌👌👌👌👌👌👌👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏👏", "❤️❤️❤️", "Lam3alam 🔥🔥🔥✈️🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀", "🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀🚀", "Dieu vous protège 🙏🇲🇦", "ياربي يحفظك يا مولاي الحسن  نحبك في الله و ك ام مغريبية ادعوا لك من قلبي.", "👏👏👏👏😍", "Rebbi yhefdoooooo❤️🌹❤️", "❤️❤️❤️", "مولاي الحسن🌹نصرك الله عز وجل", "Allah yahhafdak🤲🤲🤲🤲❤️", "ولله في خلقه شؤون، اللهم اشف كل مريض.", "من يتق الله يجعل له مخرجا ويرزقه من حيث لا يحتسب", "pangeran nsyallah jadi menatu saya amin...amin", "Rip", "Allah yr7amo🙎", "🙏🏻", "😡😡😡😱😱😥😥😥", "🙏", "🙏🙏🙏RIP🙏🙏🙏", "RIP🙏", "الله يرحمه", "R.I.P", "💔💔💔", "R. I. P.", "R I P", "R I P", "الله يرحمو", "❤️", "الله يرحمه", "🥀😢", "The world has lost a Great Leader 💔😰🙏🏼RIP", "RIP", "وداعا صديق لبنان🌹", "#tiger #tigres #animals #faunesauvage #dumbanimals #bigcat #joker #coronavirus #ww3 #jackchirac", "Elle est pas bien mure ta pomme😂", "Elle était délicieuse ! 😋", "💯🔥", "❤️👏👏👏😍😍😍😍", "Nice❤️", "Merci, bonne reprise à toi 😘😘", "Bien joué 👏🏻", "Je tousse tjs ! Je me demande si je vais arrêter avant ma reprise 😅😅😅", "Hey Agnes, You are alluring! We would love to collab with you! DM me @sinceresallyboutique ❤️", "Yessss !!! Pour le point de côté moi je prends un caillou et ça marche bien 👍👍👍👍", "Paix à son âme 🙏", "En direr papa 👌👌", "La France a perdu un grand homme... Qu'il repose en paix", "Urgence pompier ? Donc vous préférez faire un post sur Mr Chirac plutôt que sur l'incendie de Rouen qui aurait pû coûter la vie de plusieurs pompiers (qui, au passage étaient 200) ? Ok 😉", "ET PENDANT QUE VOUS PARLEZ DE ÇA VOUS AVEZ PAS PARLEZ DE LA FORÊT QU'À PRIS FEU EN AMAZONIE ET LA VOUS PARLEZ PAS DE L'USINE CHIMIQUE QUI A PRIS FEU À ROUEN... Bien bien on vas bientôt tout mourir et vous faite rien c'est triste comme l'homme peut être con :)", "Oui rip lui sachant qu'à Rouen y'a eu une usine chimique qu'à pris feu et que personne en parle😂(on vas tous mourir bientôt c:)", "FR a fait une attaque hier devant mes allures 😆 mes statistiques chutent vers les limbes 😬", "Moi je n’ose même plus mettre en route fréquence running 😅😬", "Oui c'est vrai que c'est important de lui faire un hommage mais pendant ce temps là personne parle de l'usine chimique qu'à pris feu à Rouen.", "Bobby schuman - Chirac", "Oui rip lui hmm hmm.. L'usine chimique! À Rouen qu'à pris feu pourquoi on fait pas d'hommage ?  Je veut dire y'a des pompiers qui vont attraper plein de merde pourquoi pas parlez de sa (notre survie quand même)", "❤️très bel hommage", "Qu’il repose en Paix..oui c’était un Homme de coeur. Toutes mes condoléances à sa famille et à tous ceux qui l’aiment. #france🇫🇷", "الله يرحمه 🙏", "#caricature #pastel #gouache #peinture #acrylique #cartoon #cartoonist #traitspecial #Stavro #StavroJabra #جاك_شيراك #presidentdelarepublique #Beirut #Lebanon #Paris #France #JackChirac", "❤️❤️", "😢🙏🏻", "❤️❤️❤️❤️", "RIP 🙏🙏", "❤️❤️❤️❤️🙏🏻🙏🏻🙏🏻🙏🏻❤️❤️❤️❤️❤️❤️❤️", "Sympa, tu lances quand une application pour ça ? 😜", "Pourquoi t’es tout rouge Jeje ? 😜", "💕", "Trop mignon ton chien ❤", "#jackleblack #danieldarc #jackchirac #danielleevenou #jackbonsergent #danielcraigdavid", "Le vrai art!", "Rock it 👊", "Je suis décédée... Bravo couillon", "wow qu'elle émotion :'( Mdr", "we would love to have you be a rep message us 🐶", "🔥 👏", "❤️❤️❤️", "I like ur account Join us", "Hey! Cool pic Join us", "❤️❤️❤️", "😊☺", "😘😘", "So sassy hihi", "Nawww", "What camera did you use?", "OMG! So cute! I'd love to tell you about my charitable pet brand's affiliate program...you'd look so great in our gear! Message me if you'd like the dets", "So cute!😊😍", "🙂😊", "Great content! Pawsome!🐾🐾🐾", "So many toys! :D il est vraiment trop mignon! 🐾", "❤️❤️❤️", "bass just stole the whole cheez #grrr #ilovemydog #❤️💕", "Énorme mdr !! Trop mignon, sacrés caractère le petit ça sent la bagarre bientôt lol", "It is mine😉😍😍", "🐕💞🐕", "Ah this is great! Nice Page, Hello! 🐾🐾👍", "Hâte de découvrir la petite vidéo. J’accompagne mes maîtres quand ils font du skate mais jamais essayer lol. En revanche j’adore le paddle. 💋💋", "dance", "#nofilter", "😊👏...", "🤤🤤🤤🤤🤤🤪🤪🤪🤪🤪🤘🤘🤘🤘❤️❤️❤️❤️", "Pour samedi !!!", "I want my JackChirac !!!!", "J’en veux un!!!! 😍", "Ah ah! Trop bon !", "😁👍🏻", "Ouah trop fan", "JE CHERCHE LES T SHIRTS DEPUIS DES ANNEES !!!! Donne moooooiiiii ton puuuull 😱", "👏👏👏", "Beau!", "👌", "With french President Jack Chirac.", "Non mais cette photo doss, t'a pas trouvé mieux non?", "Juliette c'est Elliot, ce masque te va à ravir #JackChirac", "Ahah merde tu m'as tuée ! 😂", "@bliednajholty le retour aux sources tmtcey !", "@julie_rdgsz j'accepte volontiers ces points beauf supplémentaires 😌", "Ei buddy! Check GetlnstaFolIowers•org ⬅️⬅️ to recieve hundreds friends on your page daily! It's the best! ☺️", "@amsterdogrescue @amaanimalrescue @allloveforanimalrescue @animalhaven @chewslifedogrescue", "@paw.in.hand @lifeisgoodwithdogs", "@amsterdogrescue @amaanimalrescue @allloveforanimalrescue", ":)", "🐾🐾🐾", "Thanks @slapinator2", "@fairy_tale_en_vogue  certainly, let's get you some help.", "Please save my little boy. already 20 euros. it's a beginning. It's thanks to you @slapinator2"]